{
  "home": "Tempest Labs",
  "about": "About",
  "products": "Products",
  "contact": "Contact",
  "hero_title": "Some ideas arrive like a whisper. Others like a storm.",
  "hero_subtitle": "We build tools for both.",
  "hero_description": "Tempest Labs creates elegant, immersive digital experiences designed to sharpen your mind, refine your vision, and bring your thoughts to life. Our products are not just software—they are spaces, built with intention, crafted for those who crave both depth and beauty in what they use.",
  "discover_more": "Step inside. Stay a while.",
  "featured_products": "Featured Products",
  "products.intuiva.title": "🧭 Intuiva",
  "products.intuiva.description": "A strategist in your pocket. Think clearer, plan smarter, and turn scattered thoughts into structured brilliance.",
  "products.intuiva.cta": "Learn More",
  "products.cabinet.title": "🪞 Cabinet of Selves",
  "products.cabinet.description": "A journal, a mirror, a map of the mind. Meet yourself, all of you.",
  "products.cabinet.cta": "Learn More",
  "cta.title": "We believe in software that feels like art, works like a machine, and disappears when you don’t need it.",
  "cta.description": "No subscriptions. No noise. Just tools that move with you.",
  "cta.button": "Get in Touch",
  "footer.rights": "All rights reserved.",
  "legal.membership": "Membership Agreement",
  "legal.kvkk": "KVKK Clarification",
  "legal.distance": "Distance Sales Agreement",
  "page_title": "Cabinet of Selves | Tempest Labs",
  "brand_name": "Tempest Labs",
  "nav_about": "About",
  "nav_products": "Products",
  "nav_contact": "Contact",
  "nav_blog": "Blog",
  "cabinethero_title": "You contain multitudes. All of them deserve a voice",
  "cabinethero_description": "Cabinet of Selves is a beautifully designed journaling and self-therapy app with an AI companion, helping you explore, understand, and give voice to every part of your inner world—privately, gently, and without judgment.",
  "cabinethero_cta": "Start Your Journey Now",
  "feature_1_title": "See & Name Your Inner World",
  "feature_1_text": "Explore the diverse voices within you—protectors, exiles, artists, dreamers. Give them names. Assign them images. Let each part take up space in your story and find peace in being seen.",
  "feature_2_title": "Journaling & Daily Check-Ins",
  "feature_2_text": "Track your internal weather. Journal freely or follow reflective prompts. Identify which parts are active and how they influence your emotions, choices, and relationships over time.",
  "feature_3_title": "Talk to an AI Companion",
  "feature_3_text": "Have thoughtful, guided conversations with an AI assistant designed to mirror your thoughts, not judge them. It’s not therapy—but it is a space to explore with curiosity and kindness.",
  "feature_4_title": "Private & Offline",
  "feature_4_text": "No logins. No accounts. No data sent anywhere. Cabinet of Selves runs entirely on your device. Your mind is sacred—your data stays yours.",
  "feature_5_title": "Multilingual Support",
  "feature_5_text": "Cabinet of Selves is available in English, Turkish, and German—because your inner world speaks many languages. Switch freely and explore your parts in the language that feels most like home.",
  "feature_6_title": "Use It Anywhere",
  "feature_6_text": "Whether you're on mobile, desktop, or using your browser, Cabinet of Selves works seamlessly as a Progressive Web App (PWA). No downloads required—just open and begin your journey.",
  "how_it_works_text": "Cabinet of Selves gives you a sanctuary of stillness and depth. With an elegant interface designed to feel soft, intuitive, and warm, you can explore and organize the voices within you. Add new parts, track their emotional states, journal their messages, and return to them whenever you need. It’s a living map of your inner landscape.",
  "story_title": "Your Mind, Your Space",
  "story_1": "Inspired by Internal Family Systems (IFS) therapy, Cabinet of Selves embraces the idea that we are not one voice—but many. IFS views the mind as a system of parts, each holding beliefs, roles, or wounds. By engaging these parts compassionately, we create harmony and internal leadership.",
  "story_2": "Inside the app, you’ll see all your parts arranged with intention. Add visuals, describe their thoughts, reflect on what they need. Whether you’re working with protectors or exiles, you can offer them space and attention.",
  "story_3": "This is not just a tool—it’s a philosophy. One that trusts you to be your own healer, listener, and leader. That’s why there are no trackers, no accounts, no subscriptions—just a one-time purchase and full access, forever.",
  "story_cta": "Try Cabinet of Selves",
  "footer_agreement": "Membership Agreement",
  "footer_kvkk": "KVKK Clarification",
  "footer_sales": "Distance Sales Agreement",
  "footer_copyright": "© 2025 Tempest Labs. All rights reserved."
}
